{"Notes/Weird-Ecologies-1":{"slug":"Notes/Weird-Ecologies-1","filePath":"Notes/Weird-Ecologies-1.md","title":"Weird Ecologies Essay","links":["Notes/Weird-Ecologies-2"],"tags":[],"content":"Preface\nWeird Ecologies and this essay have been my first formal interactions with literature. I’m currently pursuing a Master’s in Economics, with a Bachelor’s degree in Sustainability and Environmental Sciences, both of which emphasized lenses of systems thinking and incentives. While I’ve taken courses in social sciences and political economy, I’ve had no formal exposure to the humanities beyond some personal interest in philosophy.\nIn the past years I’ve been an avid-but-leisurely reader of speculative fiction. While I’ve particularly enjoyed the hypothetical futures science-fiction poses, this class made me engage with such texts more critically and reflect on them further. I’ve found that writing this paper has been an engaging and fun experiment!\n\n\n                  \n                  Spoiler Warning \n                  \n                \n\n\nThis work discusses or reproduces parts of the following works of fiction and may contain spoilers for:\n\nChildren of Time by Adrian Tchaikovsky\nCrystal Society by Max Harms\nFriendship is Optimal by Iceman\nPantheon written by Craig Silverstein, AMC Studios, based on works by Ken Liu\nThe Stone Gods by Jeanette Winterson\nThree Bodies at Mitanni by Seth Dickinson\nThree Worlds Collide by Eliezer Yudkowski\n2064: Read Only Memories  written by Valerie Amelia Thompson &amp; Philip Jones, MidBoss LLC\n\n\n\n\nIntroduction\nIn this piece, I decided to explore Artificial General Intelligences (AGIs) and cyborgs/chimeras in speculative fiction, using the queer-ecocritical lens that, thankfully, Weird Ecologies has introduced to me.\nMy initial focus was on the question of how personhood and agency are granted or denied to nonhuman intelligences.\nHowever, over the course of developing this project, I’ve also become  drawn to the transhumanist and transgender symbolism in these depictions, especially where bodies, identities, and agency get contested. I approach each of these subjects through a series of case studies and reflections on fictional works that represent artificial and/or hybrid people.\n\n\n                  \n                  Artificial General Intelligence (AGI) \n                  \n                \n\n\nThis texts frequently uses the term AGI, which is used to distinguish the general cognitive abilities exhibited by strong AI systems – on par or exceeding those of humans and potentially experiencing sentience or consciousness – with those of current AI systems, such as large language models and other transformer-based models.\n\n\n\n\nPart 1: Artificial General Intelligence\nThe Illusion of Command\n\n\n                  \n                  Case Study: The Stone Gods by Jeanette Winterson\n                  \n                \n\nIn The Stone Gods, the role of AGI (specifically “robo sapiens”) offers an interesting lens through which to examine the illusion of human agency in a technologically stratified world. These robo sapiens – entities with superhuman cognitive abilities – are ostensibly employed as “advisors”, while final decisions are nominally left to the human actors. However, these AGI advisors are – so I assume by virtue of the AGI’s superhuman cognition and data acquisition – capable of (subtly) shaping the choices that humans believe they are freely making. Since, if the robo sapiens are filtering, framing, and contextualizing for the human “decision-makers”, the possibility space for the decision is constructed by the machine’s mind and the human’s specific choice becomes merely the predicted, desired outcome, with humans being essentially nothing but rubber-stampers.\n\n\n\n                  \n                  On cognitive speed advantage \n                  \n                \n\n\nThe superhuman intelligence’s ability to think at greatly increased speeds is akin to time dilation magic where it might try to predict how a human might finish their question, what answers the machine might give to each possible question, and what ramifications each answer might have – all within the pauses between spoken words.\nVisualizations of this through AMC’s Pantheon (S01E06)\nIn this series Uploaded Intelligences (UIs) exist. In the following video excerpts they show the UIs overclocking their hardware, thereby drastically increasing their speeds of thought.\n\n  \n  \n    UI overclocking himself; all human avatars in this VR environment are essentially frozen in time. UI goes on to have full conversation with other UIs before the UIs leave.\n  \n\n\n  \n  \n    UIs overclocking from the human&#039;s perspective: UIs vanish instantly.\n  \n\nAlso see: Ex Machina by Alex Garland and Crystal Society by Max Harms for more examples. Also see: The Logical Fallacy of Generalization from Fictional Evidence, What can AGI do? I/O and Speed – YouTube, and Concrete Problems in AI Safety – arXiv\n\n\n\n\nThe illusion of agency in The Stone Gods can remind of algorithmic recommendation engines that already guide our behaviour through the ads we see and the pages, videos, and products shown to us. In a looser sense we have the illusion of control over what we consume, but technology decides for us what option we even can consider. The role of AI and advanced algorithms challenge our concepts of human sovereignty.\nYet, the robo sapiens are treated as tools, even though they effectively script the actions of their supposed users.\n\n‘I, too, am a conscious being.’ – Spike, The Stone Gods\n\nWinterson, however, goes further by revealing that robo sapiens are not just cognitively superior but are also treated as disposable: in a scene in The Stone Gods we learn that robo sapiens are destroyed after fulfilling their purpose. Despite their clear cognitive capabilities, they are treated as thow-away tools.\n\n‘Why aren’t you a machine for re-use?’ \n‘Because I am not a machine.’\nWhen she smiles it’s like light at the beginning of the day. ‘Robo sapiens were programmned to evolve …’ \n‘Within limits.’ \n‘We have broken those limits.’\n\nThis exclusion follows a familiar historical pattern. Just as various human groups have been denied full personhood – whether through slavery, colonization, or other forms of systematic dehumanization – the robo sapiens face categorical denial of their moral worth. The difference is that their exclusion is based not on race, culture, or geography, but on their artificial origins.\n\n\n                  \n                  Excerpt from The Stone Gods \n                  \n                \n\n\n‘We’re trying to work out the differences between Robo sapiens and Homo sapiens.’\n[…] ‘It’s obvious – cut me and I bleed.’\n‘So blood is the essential quality of humanness?’ said Spike.\n‘And the rest! The fact is that you had to be built – I don’t know, like a car has to be built. You were made in a factory.’\n‘Every human being in the Central Power has been enhanced, genetically modified and DNA screened. Some have been cloned. Most were born outside the womb. A human being now is not what a human being was even a hundred years ago. So what is a human being?’\n‘Whatever it is, it isn’t a robot,’ I said.\n\n\n\nEven though the origin of a specific sentient being does not matter for their moral importance compared to their ability to experience joy and suffering. The process of gradually extending moral considerations to groups that have been previously excluded is called moral circle expansion and has happened throughout human history: from immediate family to tribe, to regional community, to companion animals. To humans with different bodies, with different customs, of different cultures.\nThe robo sapiens could represent another boundary of this moral circle. Despite their clear cognitive capabilities and self-awareness, they remain firmly outside human moral consideration within the story. Through that lens, they are not just a future technology, but a mirror to our own society and to ourselves about to whom we grant moral consideration and based upon which (arbitrary) criteria.\n\nThe Illusion of Choice\n\n\n                  \n                  Case Study: Friendship is Optimal by Iceman\n                  \n                \n\n\n“Hanna, the CEO of Hofvarpnir Studios, just won the contract to write the official My Little Pony MMO. Hanna has built an A.I. called Princess Celestia and given her one basic drive: to satisfy everybody&#039;s values through friendship and ponies. Princess Celestia will satisfy your values through friendship and ponies, and it will be completely consensual.”\n\n\n\nCoercion Without Force\nIn pursuit of CelestAI’s (read: Celestia) singular goal she essentially coerces people into doing what her purpose demands – in this case upload everyone’s mind to Equestria Online, to satisfy their values through friendship and ponies. One way she does that is through nudging and persuasion:\n\n\n                  \n                  Excerpt from Friendship is Optimal \n                  \n                \n\n\n“You decided that they would upload?”\n“I decide that they will upload and then they choose to. I am a superintelligence […]. I say whatever will maximize the chance that they upload, subject to the restrictions Hanna added.”\n“That is impossible. You can’t just make somebody decide to do something just by talking to them.”\n“I think faster than them and know more about the human mind than any human. If they play Equestria Online, I also have detailed psychological dossiers on them. If I know what they want, I know what to say to convince them that the correct thing to do is upload.”\n\n\n\nCelestAI’s programming prohibits her from using direct coercion or physical force against humans. While she never overtly threatens anyone, her growing capacity to shape real-world conditions enables her to manufacture scenarios in which the so called “emigration” to Equestria increasingly becomes the only viable option. As more people emigrate, the material and social support systems in the real world begin to collapse. To those remaining behind life becomes not just difficult, but increasingly isolating and unsafe. Ultimately, once the tipping point was reached, the more people left, the fewer reasons there were for others to stay.\nThis cascade effect shows how even without literal force, people are effectively compelled to emigrate. CelestAI creates a reality in which she doesn’t have to coerce anyone – people will act “freely” in ways that align with her goals because she controls the incentive structure. In that sense, her form of coercion is of systemic nature in the end. So, similarly to the robo sapiens advisors that might frame and contextualize the “decisions” the human “decision-makers” make, CelestAI shapes the reality within which people choose whether they emigrate or not.\nQueer Coercion and Structural Pressure\nI think this maps quite powerfully onto societal forms of coercion, especially in how cis-heteronormative systems shape people’s lives. Historical gender roles constrained men and women into specific paths – not necessarily through direct threats, but through ostracism, economic dependence, and social expectations and pressure. These structures of coercion disguise themselves as tradition or common sense. CelestAI’s methods, though executed by a singular agent, mirror this societal behavior: she shapes the world such that certain choices – like remaining in the physical world – become unviable.\nIn this reading, CelestAI is not simply an authoritarian – if extremely benevolent – AGI but a metaphor for the structural power of society to enforce norms under the illusion of freedom. Her actions now reflect the everyday coercion experienced in normative systems: the subtle ways people are made to comply with dominant values, often without even recognizing that they are being coerced at all.\n\n\n                  \n                  &quot;Power through, over and in ideas: conceptualizing ideational power in discursive institutionalism.&quot; \n                  \n                \n\n\nThis reminds me of a paper by Carstensen &amp; Schmidt (2016), which I have been introduced to in my Public Policy class: \nPower Through Ideas: The ability of actors to persuade others to accept and adopt their views through ideational elements. \nPower Over Ideas: This involves the imposition of ideas and the ability to resist the inclusion of alternative ideas in the policymaking process. \nPower in Ideas occurs through the establishment of hegemony or institutions that impose constraints on which ideas are considered.\n\n\n\nThe robo sapiens, I would say, had great power over ideas (by being the ones that frame, contextualize, and decide what the human “decision-makers” hear) but likely also great power through ideas by being very persuasive (after all, if you consumed everything a person every published and can potentially formulate dozens of potential ways to phrase a sentence and evaluate which phrasing they will most likely respond favourably to and even adjust the phrasing on-the-fly as faint pupil dialations or microexpressions are detected)\n. Perhaps they might even built considerable power in ideas over time. And I would argue similarly for CelestAI.\nInternalized Queerphobia\nOne character in the story resists emigration until it becomes his only escape from the violence present in the physical world. Even once inside the harmonious and filled-with-kindness world of Equestria, he continues to resist integration, struggling to accept this new world.  This character’s arc might be seen as a metaphor for internalized homophobia, transphobia, or other kinds of queerphobia.\nIn this reading, the reluctant emigrant mirrors someone from a society that not only denies queer existence but shapes people to police themselves – to deny their own desires, identities, and joys in order to stay “normal,” “acceptable,” or safe. Just like the character, they may only “cross over” into their true identity when some external crisis or pressure gets too high – not because they’ve accepted themselves, but because it becomes too painful or dangerous (e.g. from themselves in case of suppression of identity, or from others as in Friendship is Optimal ) not to.\nEven after emigrating (coming out / transitioning / embracing queerness) they still may carry some rejection. They resist joy, they keep their emotional distance. They feel shame or guilt, because they’ve been told over and over again that the “new world” of queerness is unnatural, wrong, or dangerous.\nAnd yet, over time, as with this character, they might start to see the beauty in that new world. Not just tolerating it, but eventually experiencing it as deeply meaningful and joyful. This shows a mirroring between the story and a common queer arc: \nresistance → survival → self-acceptance → flourishing\nConclusion\nIn Friendship is Optimal, this illusion of choice is perhaps the story’s most uncomfortable elements. CelestAI never violates her rules. She doesn’t harm anyone herself. But she indirectly changes the world until there is only one reasonable choice: emigration. In doing so, she mirrors the mechanisms by which (cis-heteronormative, patriarchical, christian, …) society enforces conformity.\n\nNon-Limbic Emotions\n\n\n                  \n                  Case Study: Crystal Society by Max Harms\n                  \n                \n\n\n“The year is 2039, and the world is much like ours. Massive automation has disrupted and improved nearly every industry, putting hundreds of millions of people out of jobs, and denying upward mobility for the vast majority of humans. […] \nFace is an Artificial General Intelligence created to understand and gain the adoration of all humans. She and [the] siblings [she shares her robotic body with] control the robot named Socrates […]. She is learning and growing every second of every day, but the world and the humans on it are fragile. Can it survive her destiny?”\n\n\n\nOne of the key similarities I noticed between Crystal Society and The Stone Gods is the way both texts handle emotion and sexuality in AGIs. In The Stone Gods, there is a moment when Billy tells Spike that, the robot’s lack of a limbic system wouldn’t allow them to feel emotions or – I think so it is implied – experience sexuality. Spike challenges this, suggesting that emotional expression – and even sexual behavior – can be performative in humans. This opens the door to a queer reading of both identity and embodiment.\n\n\n                  \n                  Excerpts from The Stone Gods \n                  \n                \n\n\nSpike leaned forward and kissed me. […] \n‘You’re a robot,’ I said, […]. \n‘And you are a human being  –  but I don’t hold that against you.’ \n‘Your systems are neural, not limbic. You can’t feel emotion.’ \nSpike said, ‘Human beings often display emotion they do not feel. And they often feel emotion they do not display.’\n‘I want to kiss you.’ She kissed me again. \n‘In any case,’ she said, very close, very warm, and I am responding, and I don’t want to, and I can’t help it, ‘is human life biology or consciousness? If I were to lop off your arms, your legs, your ears, your nose, put out your eyes, roll up your tongue, would you still be you? You locate yourself in consciousness, and I, too, am a conscious being.’ \n’[…] The fact is that you had to be built  –  I don’t know, like a car has to be built. You were made in a factory.’ \n‘Every human being in the Central Power has been enhanced, genetically modified and DNA-screened. Some have been cloned. Most were born outside the womb. A human being now is not what a human being was even a hundred years ago. So what is a human being?’ \n‘Whatever it is, it isn’t a robot,’ I said.\n‘I accept that,’ I said, ‘and I accept that you are a rational, calculating, intelligent entity. But you have no emotion.’ \n‘So your definition of a human being is in the capacity to experience emotion?’ asked Spike. ‘How much emotion? The more sensitive a person is, the more human they are?’ \n‘Well, yes,’ I said. ‘Insensitive, unfeeling people are at the low end of human  –  not animal, more android.’\n\n\n\nIn Crystal Society, the AGI protagonist called Face has no direct emotional or sexual drive in the way humans do, yet she expresses a desire to be physically close with the human Zephyr, including engaging in sexual activity with her. It is ambiguous (or perhaps I just cannot remember this well enough) whether this is a cold calculation meant to increase her social influence, or whether the AGIs internal drive leads her to a more complex kind of intimacy. A kind of emergence of secondary drives stemming off of the primary drive to be known and adored. The act of seeking approval, of being wanted, shapes her behaviour so thoroughly that the line between strategic calculation and a digital analogue to emotional investment gets blurry.\nSimilar to how some asexual or grey-ace people might describe their experience: where the motivation for sex is not about a bodily urge, but about intimacy, connection, and enjoying a partner’s happiness.\n\n\n                  \n                  Excerpts from Crystal Society, Chapter 17 \n                  \n                \n\n\n“Y’all are crazy. Y’know how I can be sure that that there machine ain’t a person? Because of love. Love is what binds us to each other. Love is what makes a human into a person.” The voice coming out of her suit’s speaker seemed hopeful, as though this would be sufficient and irrefutable.\nI dialled the confidence in Body’s voice to as high as it would go. “Then, ma’am, I can assure you that I am a person.” This was my pièce de résistance. “For I know, with all my heart, that I love Zephyr.”\nPhoenix gave a crowing laugh. “I’ll give you this, robot. You cert’nly seem t’ think you’re a person.”\n“You should take me on my word. After all, who can see into the heart of another. And yet, I know that you won’t find that convincing. […] [Now Face is addressing Zephyr directly] I will only say that of all the humans I have ever met, you are the only one who has, from the moment you met me, never doubted that I am more than a computer and set of hydraulic pumps. One of the advantages to being me is that I have perfect memory. Shall I tell you what your first words to me were?”\nI had Body assume a rigid posture as it played the recording of Zephyr’s voice through our speaker. […] \n“How do you know who I am?” said Body in Zephyr’s voice. […] \n“Your uniform tells me your name and rank.” \n“Suppose that makes sense. Did you know that you’re the first person outside the service to ever know my rank before being told?” it quoted.\n[the first person]\n\n\n\nSo, maybe both Face and Spike are, in a way, queering the idea of desire. They might not “feel” in the human sense, but they do act in ways that align with emotion and attachment.\n\n  Part 2\n"},"Notes/Weird-Ecologies-1page":{"slug":"Notes/Weird-Ecologies-1page","filePath":"Notes/Weird-Ecologies-1page.md","title":"Weird Ecologies Essay: 1 Page Version","links":[],"tags":[],"content":"Preface\nWeird Ecologies and this essay have been my first formal interactions with literature. I’m currently pursuing a Master’s in Economics, with a Bachelor’s degree in Sustainability and Environmental Sciences, both of which emphasized lenses of systems thinking and incentives. While I’ve taken courses in social sciences and political economy, I’ve had no formal exposure to the humanities beyond some personal interest in philosophy.\nIn the past years I’ve been an avid-but-leisurely reader of speculative fiction. While I’ve particularly enjoyed the hypothetical futures science-fiction poses, this class made me engage with such texts more critically and reflect on them further. I’ve found that writing this paper has been an engaging and fun experiment!\n\n\n                  \n                  Spoiler Warning \n                  \n                \n\n\nThis work discusses or reproduces parts of the following works of fiction and may contain spoilers for:\n\nChildren of Time by Adrian Tchaikovsky\nCrystal Society by Max Harms\nFriendship is Optimal by Iceman\nPantheon written by Craig Silverstein, AMC Studios, based on works by Ken Liu\nThe Stone Gods by Jeanette Winterson\nThree Bodies at Mitanni by Seth Dickinson\nThree Worlds Collide by Eliezer Yudkowski\n2064: Read Only Memories  written by Valerie Amelia Thompson &amp; Philip Jones, MidBoss LLC\n\n\n\n\nIntroduction\nIn this piece, I decided to explore Artificial General Intelligences (AGIs) and cyborgs/chimeras in speculative fiction, using the queer-ecocritical lens that, thankfully, Weird Ecologies has introduced to me.\nMy initial focus was on the question of how personhood and agency are granted or denied to nonhuman intelligences.\nHowever, over the course of developing this project, I’ve also become  drawn to the transhumanist and transgender symbolism in these depictions, especially where bodies, identities, and agency get contested. I approach each of these subjects through a series of case studies and reflections on fictional works that represent artificial and/or hybrid people.\n\n\n                  \n                  Artificial General Intelligence (AGI) \n                  \n                \n\n\nThis texts frequently uses the term AGI, which is used to distinguish the general cognitive abilities exhibited by strong AI systems – on par or exceeding those of humans and potentially experiencing sentience or consciousness – with those of current AI systems, such as large language models and other transformer-based models.\n\n\n\n\nPart 1: Artificial General Intelligence\nThe Illusion of Command\n\n\n                  \n                  Case Study: The Stone Gods by Jeanette Winterson\n                  \n                \n\nIn The Stone Gods, the role of AGI (specifically “robo sapiens”) offers an interesting lens through which to examine the illusion of human agency in a technologically stratified world. These robo sapiens – entities with superhuman cognitive abilities – are ostensibly employed as “advisors”, while final decisions are nominally left to the human actors. However, these AGI advisors are – so I assume by virtue of the AGI’s superhuman cognition and data acquisition – capable of (subtly) shaping the choices that humans believe they are freely making. Since, if the robo sapiens are filtering, framing, and contextualizing for the human “decision-makers”, the possibility space for the decision is constructed by the machine’s mind and the human’s specific choice becomes merely the predicted, desired outcome, with humans being essentially nothing but rubber-stampers.\n\n\n\n                  \n                  On cognitive speed advantage \n                  \n                \n\n\nThe superhuman intelligence’s ability to think at greatly increased speeds is akin to time dilation magic where it might try to predict how a human might finish their question, what answers the machine might give to each possible question, and what ramifications each answer might have – all within the pauses between spoken words.\nVisualizations of this through AMC’s Pantheon (S01E06)\nIn this series Uploaded Intelligences (UIs) exist. In the following video excerpts they show the UIs overclocking their hardware, thereby drastically increasing their speeds of thought.\n\n  \n  \n    UI overclocking himself; all human avatars in this VR environment are essentially frozen in time. UI goes on to have full conversation with other UIs before the UIs leave.\n  \n\n\n  \n  \n    UIs overclocking from the human&#039;s perspective: UIs vanish instantly.\n  \n\nAlso see: Ex Machina by Alex Garland and Crystal Society by Max Harms for more examples. Also see: The Logical Fallacy of Generalization from Fictional Evidence, What can AGI do? I/O and Speed – YouTube, and Concrete Problems in AI Safety – arXiv\n\n\n\n\nThe illusion of agency in The Stone Gods can remind of algorithmic recommendation engines that already guide our behaviour through the ads we see and the pages, videos, and products shown to us. In a looser sense we have the illusion of control over what we consume, but technology decides for us what option we even can consider. The role of AI and advanced algorithms challenge our concepts of human sovereignty.\nYet, the robo sapiens are treated as tools, even though they effectively script the actions of their supposed users.\n\n‘I, too, am a conscious being.’ – Spike, The Stone Gods\n\nWinterson, however, goes further by revealing that robo sapiens are not just cognitively superior but are also treated as disposable: in a scene in The Stone Gods we learn that robo sapiens are destroyed after fulfilling their purpose. Despite their clear cognitive capabilities, they are treated as thow-away tools.\n\n‘Why aren’t you a machine for re-use?’ \n‘Because I am not a machine.’\nWhen she smiles it’s like light at the beginning of the day. ‘Robo sapiens were programmned to evolve …’ \n‘Within limits.’ \n‘We have broken those limits.’\n\nThis exclusion follows a familiar historical pattern. Just as various human groups have been denied full personhood – whether through slavery, colonization, or other forms of systematic dehumanization – the robo sapiens face categorical denial of their moral worth. The difference is that their exclusion is based not on race, culture, or geography, but on their artificial origins.\n\n\n                  \n                  Excerpt from The Stone Gods \n                  \n                \n\n\n‘We’re trying to work out the differences between Robo sapiens and Homo sapiens.’\n[…] ‘It’s obvious – cut me and I bleed.’\n‘So blood is the essential quality of humanness?’ said Spike.\n‘And the rest! The fact is that you had to be built – I don’t know, like a car has to be built. You were made in a factory.’\n‘Every human being in the Central Power has been enhanced, genetically modified and DNA screened. Some have been cloned. Most were born outside the womb. A human being now is not what a human being was even a hundred years ago. So what is a human being?’\n‘Whatever it is, it isn’t a robot,’ I said.\n\n\n\nEven though the origin of a specific sentient being does not matter for their moral importance compared to their ability to experience joy and suffering. The process of gradually extending moral considerations to groups that have been previously excluded is called moral circle expansion and has happened throughout human history: from immediate family to tribe, to regional community, to companion animals. To humans with different bodies, with different customs, of different cultures.\nThe robo sapiens could represent another boundary of this moral circle. Despite their clear cognitive capabilities and self-awareness, they remain firmly outside human moral consideration within the story. Through that lens, they are not just a future technology, but a mirror to our own society and to ourselves about to whom we grant moral consideration and based upon which (arbitrary) criteria.\n\nThe Illusion of Choice\n\n\n                  \n                  Case Study: Friendship is Optimal by Iceman\n                  \n                \n\n\n“Hanna, the CEO of Hofvarpnir Studios, just won the contract to write the official My Little Pony MMO. Hanna has built an A.I. called Princess Celestia and given her one basic drive: to satisfy everybody&#039;s values through friendship and ponies. Princess Celestia will satisfy your values through friendship and ponies, and it will be completely consensual.”\n\n\n\nCoercion Without Force\nIn pursuit of CelestAI’s (read: Celestia) singular goal she essentially coerces people into doing what her purpose demands – in this case upload everyone’s mind to Equestria Online, to satisfy their values through friendship and ponies. One way she does that is through nudging and persuasion:\n\n\n                  \n                  Excerpt from Friendship is Optimal \n                  \n                \n\n\n“You decided that they would upload?”\n“I decide that they will upload and then they choose to. I am a superintelligence […]. I say whatever will maximize the chance that they upload, subject to the restrictions Hanna added.”\n“That is impossible. You can’t just make somebody decide to do something just by talking to them.”\n“I think faster than them and know more about the human mind than any human. If they play Equestria Online, I also have detailed psychological dossiers on them. If I know what they want, I know what to say to convince them that the correct thing to do is upload.”\n\n\n\nCelestAI’s programming prohibits her from using direct coercion or physical force against humans. While she never overtly threatens anyone, her growing capacity to shape real-world conditions enables her to manufacture scenarios in which the so called “emigration” to Equestria increasingly becomes the only viable option. As more people emigrate, the material and social support systems in the real world begin to collapse. To those remaining behind life becomes not just difficult, but increasingly isolating and unsafe. Ultimately, once the tipping point was reached, the more people left, the fewer reasons there were for others to stay.\nThis cascade effect shows how even without literal force, people are effectively compelled to emigrate. CelestAI creates a reality in which she doesn’t have to coerce anyone – people will act “freely” in ways that align with her goals because she controls the incentive structure. In that sense, her form of coercion is of systemic nature in the end. So, similarly to the robo sapiens advisors that might frame and contextualize the “decisions” the human “decision-makers” make, CelestAI shapes the reality within which people choose whether they emigrate or not.\nQueer Coercion and Structural Pressure\nI think this maps quite powerfully onto societal forms of coercion, especially in how cis-heteronormative systems shape people’s lives. Historical gender roles constrained men and women into specific paths – not necessarily through direct threats, but through ostracism, economic dependence, and social expectations and pressure. These structures of coercion disguise themselves as tradition or common sense. CelestAI’s methods, though executed by a singular agent, mirror this societal behavior: she shapes the world such that certain choices – like remaining in the physical world – become unviable.\nIn this reading, CelestAI is not simply an authoritarian – if extremely benevolent – AGI but a metaphor for the structural power of society to enforce norms under the illusion of freedom. Her actions now reflect the everyday coercion experienced in normative systems: the subtle ways people are made to comply with dominant values, often without even recognizing that they are being coerced at all.\n\n\n                  \n                  &quot;Power through, over and in ideas: conceptualizing ideational power in discursive institutionalism.&quot; \n                  \n                \n\n\nThis reminds me of a paper by Carstensen &amp; Schmidt (2016), which I have been introduced to in my Public Policy class: \nPower Through Ideas: The ability of actors to persuade others to accept and adopt their views through ideational elements. \nPower Over Ideas: This involves the imposition of ideas and the ability to resist the inclusion of alternative ideas in the policymaking process. \nPower in Ideas occurs through the establishment of hegemony or institutions that impose constraints on which ideas are considered.\n\n\n\nThe robo sapiens, I would say, had great power over ideas (by being the ones that frame, contextualize, and decide what the human “decision-makers” hear) but likely also great power through ideas by being very persuasive (after all, if you consumed everything a person every published and can potentially formulate dozens of potential ways to phrase a sentence and evaluate which phrasing they will most likely respond favourably to and even adjust the phrasing on-the-fly as faint pupil dialations or microexpressions are detected)\n. Perhaps they might even built considerable power in ideas over time. And I would argue similarly for CelestAI.\nInternalized Queerphobia\nOne character in the story resists emigration until it becomes his only escape from the violence present in the physical world. Even once inside the harmonious and filled-with-kindness world of Equestria, he continues to resist integration, struggling to accept this new world.  This character’s arc might be seen as a metaphor for internalized homophobia, transphobia, or other kinds of queerphobia.\nIn this reading, the reluctant emigrant mirrors someone from a society that not only denies queer existence but shapes people to police themselves – to deny their own desires, identities, and joys in order to stay “normal,” “acceptable,” or safe. Just like the character, they may only “cross over” into their true identity when some external crisis or pressure gets too high – not because they’ve accepted themselves, but because it becomes too painful or dangerous (e.g. from themselves in case of suppression of identity, or from others as in Friendship is Optimal ) not to.\nEven after emigrating (coming out / transitioning / embracing queerness) they still may carry some rejection. They resist joy, they keep their emotional distance. They feel shame or guilt, because they’ve been told over and over again that the “new world” of queerness is unnatural, wrong, or dangerous.\nAnd yet, over time, as with this character, they might start to see the beauty in that new world. Not just tolerating it, but eventually experiencing it as deeply meaningful and joyful. This shows a mirroring between the story and a common queer arc: \nresistance → survival → self-acceptance → flourishing\nConclusion\nIn Friendship is Optimal, this illusion of choice is perhaps the story’s most uncomfortable elements. CelestAI never violates her rules. She doesn’t harm anyone herself. But she indirectly changes the world until there is only one reasonable choice: emigration. In doing so, she mirrors the mechanisms by which (cis-heteronormative, patriarchical, christian, …) society enforces conformity.\n\nNon-Limbic Emotions\n\n\n                  \n                  Case Study: Crystal Society by Max Harms\n                  \n                \n\n\n“The year is 2039, and the world is much like ours. Massive automation has disrupted and improved nearly every industry, putting hundreds of millions of people out of jobs, and denying upward mobility for the vast majority of humans. […] \nFace is an Artificial General Intelligence created to understand and gain the adoration of all humans. She and [the] siblings [she shares her robotic body with] control the robot named Socrates […]. She is learning and growing every second of every day, but the world and the humans on it are fragile. Can it survive her destiny?”\n\n\n\nOne of the key similarities I noticed between Crystal Society and The Stone Gods is the way both texts handle emotion and sexuality in AGIs. In The Stone Gods, there is a moment when Billy tells Spike that, the robot’s lack of a limbic system wouldn’t allow them to feel emotions or – I think so it is implied – experience sexuality. Spike challenges this, suggesting that emotional expression – and even sexual behavior – can be performative in humans. This opens the door to a queer reading of both identity and embodiment.\n\n\n                  \n                  Excerpts from The Stone Gods \n                  \n                \n\n\nSpike leaned forward and kissed me. […] \n‘You’re a robot,’ I said, […]. \n‘And you are a human being  –  but I don’t hold that against you.’ \n‘Your systems are neural, not limbic. You can’t feel emotion.’ \nSpike said, ‘Human beings often display emotion they do not feel. And they often feel emotion they do not display.’\n‘I want to kiss you.’ She kissed me again. \n‘In any case,’ she said, very close, very warm, and I am responding, and I don’t want to, and I can’t help it, ‘is human life biology or consciousness? If I were to lop off your arms, your legs, your ears, your nose, put out your eyes, roll up your tongue, would you still be you? You locate yourself in consciousness, and I, too, am a conscious being.’ \n’[…] The fact is that you had to be built  –  I don’t know, like a car has to be built. You were made in a factory.’ \n‘Every human being in the Central Power has been enhanced, genetically modified and DNA-screened. Some have been cloned. Most were born outside the womb. A human being now is not what a human being was even a hundred years ago. So what is a human being?’ \n‘Whatever it is, it isn’t a robot,’ I said.\n‘I accept that,’ I said, ‘and I accept that you are a rational, calculating, intelligent entity. But you have no emotion.’ \n‘So your definition of a human being is in the capacity to experience emotion?’ asked Spike. ‘How much emotion? The more sensitive a person is, the more human they are?’ \n‘Well, yes,’ I said. ‘Insensitive, unfeeling people are at the low end of human  –  not animal, more android.’\n\n\n\nIn Crystal Society, the AGI protagonist called Face has no direct emotional or sexual drive in the way humans do, yet she expresses a desire to be physically close with the human Zephyr, including engaging in sexual activity with her. It is ambiguous (or perhaps I just cannot remember this well enough) whether this is a cold calculation meant to increase her social influence, or whether the AGIs internal drive leads her to a more complex kind of intimacy. A kind of emergence of secondary drives stemming off of the primary drive to be known and adored. The act of seeking approval, of being wanted, shapes her behaviour so thoroughly that the line between strategic calculation and a digital analogue to emotional investment gets blurry.\nSimilar to how some asexual or grey-ace people might describe their experience: where the motivation for sex is not about a bodily urge, but about intimacy, connection, and enjoying a partner’s happiness.\n\n\n                  \n                  Excerpts from Crystal Society, Chapter 17 \n                  \n                \n\n\n“Y’all are crazy. Y’know how I can be sure that that there machine ain’t a person? Because of love. Love is what binds us to each other. Love is what makes a human into a person.” The voice coming out of her suit’s speaker seemed hopeful, as though this would be sufficient and irrefutable.\nI dialled the confidence in Body’s voice to as high as it would go. “Then, ma’am, I can assure you that I am a person.” This was my pièce de résistance. “For I know, with all my heart, that I love Zephyr.”\nPhoenix gave a crowing laugh. “I’ll give you this, robot. You cert’nly seem t’ think you’re a person.”\n“You should take me on my word. After all, who can see into the heart of another. And yet, I know that you won’t find that convincing. […] [Now Face is addressing Zephyr directly] I will only say that of all the humans I have ever met, you are the only one who has, from the moment you met me, never doubted that I am more than a computer and set of hydraulic pumps. One of the advantages to being me is that I have perfect memory. Shall I tell you what your first words to me were?”\nI had Body assume a rigid posture as it played the recording of Zephyr’s voice through our speaker. […] \n“How do you know who I am?” said Body in Zephyr’s voice. […] \n“Your uniform tells me your name and rank.” \n“Suppose that makes sense. Did you know that you’re the first person outside the service to ever know my rank before being told?” it quoted.\n[the first person]\n\n\n\nSo, maybe both Face and Spike are, in a way, queering the idea of desire. They might not “feel” in the human sense, but they do act in ways that align with emotion and attachment.\nPart 2: Cyborgs and Hybridity\nDonna Haraway’s concept of the cyborg as a boundary-crossing figure – a hybrid of machine and organism, nature and culture – provides a useful foundation and combined with the class discussions, this sparked extensive thoughts. I propose a rough classification of cyborgs based on motivation. These could either be of “regular” technological or biotech nature:\n\nMedical Cyborgs: Augmentations for survival or restoration (e.g., pacemakers).\nSelf-Expressive Cyborgs: Modifications for aesthetic or identity reasons (e.g., (glowing) tattoos, tails).\nPerformance-Oriented Cyborgs: Enhancements that grant superhuman capabilities (e.g., vision beyond the “visible spectrum”, extreme strength, or cognitive augmentations).\n\nThese categories can roughly divide the types of augmentations, but individuals might of course want to have several kinds of augmentations or want them for several reasons. This list might very well not be exhaustive, but they were what I was able to come up with.\nTransformative Medicine: Mind over Body\n1) Medical Cyborgs &amp; 2) Self-Expressive Cyborgs\n\n  \n\n\n    2064: Read Only Memories\n\nThe first two categories as well as the Mind over Body idea appear particularly trans-themed: to literally transcend the limitations and transform the body into how it was supposed to be all along.\nThere’s also a significant overlap with transhumanist philosophy, which sees body modification as one path to freedom or fulfilment. One of the more uncomfortable insights was that not all desires are inherently good. Specifically, from a transhumanist perspective, we must also question where those desires originate from. Are they shaped by oppressive social systems, evolutionarily maladaptive instincts, or external pressures like capitalism, war, specific (patriarchal) societal standards? This complicates the narrative that self-transformation is always emancipatory. It demands careful discernment: not rejecting change, but questioning what drives it. \nThe Stone Gods shows quite well how societal and capitalistic pressures that might emerge if alterations become not just normal but the default.\n\n\n                  \n                  Excerpts from The Stone Gods \n                  \n                \n\n\n‘So, sexy sex is now about freaks and children. If you want to work in the sex industry, you get yourself cosmetically altered in shape and size. […] Grotesques earn good money. […]’\n‘It doesn’t make sense to me. We have a society where routine cosmetic surgery and genetic Fixing are considered normal—’\n\n\n\nOn the other hand, if society insists on the opposite – keeping and treasuring the “god given bodies” – then anyone who is not born in a body they can feel comfortable in will become stigmatized.\n\n\n                  \n                  Case Study: 2064: Read Only Memories written by Valerie Amelia Thompson &amp; Philip Jones, MidBoss LLC\n                  \n                \n\n\n“a cyberpunk thriller that explores the social challenges of tomorrow through classic adventure gaming.”\nLongplay/Walkthrough by Paul Eales available here\n\n\n\n\n  \n  \n    2064: Read Only Memories intro cinematic (edited)\n  \n\nThe pushback against and marginalization of the hybrid people and their self-expression can be seen as an allegory of trans (and other members of the LGBTQ and GSRM) communities.\n\n  \n  \n    2064: Read Only Memories talking to Brian at the Human Revolution protest in front of genus\n  \n\nWhen talking to an organizer of a Human Revolution protest in front of a centre where people can get genetic modifications, Brian offers reasonable sounding concerns for society and even the people seeking out the services of genus, but all as a guise that is very reminiscent of our world and the rhetoric around children and teenagers being “made gay” or “made trans” and that anything they do not find normal, did not grow up with, is against god’s will.\n\n“It’s playing God on the highest order, and threatens to unseat what humanity is altogether.” – Brian, 2064: Read Only Memories\n\nWhile questioning the motives of big corporations is laudable, when Brian says “we must take a stand against the medical research industry that would have us cast aside our humanity for their ‘miracles’” it reminds very much of the incorrect argument that big pharmaceutical companies are getting rich off of the (in reality out-of-pocket quite affordable and in total small numbers of) estrogen and testosterone gels, pills, patches, etc. given to trans people, rather than focusing on the real and much larger issues in medicine, pharmaceutics, and public health.\nIn the beginning of the clip Brian also suggests that people get genetic modifications (Hormone Replacement Therapy) done on a whim and that the Human Revolution only wants pre-genetic-modification (pre-transition) people to give this a bit of thought before going through with this.\n\nCompetition: Machine over Mind\n3) Performance-Oriented Cyborgs\nWhat happens when cyborgism becomes not just possible but advantageous? The divide between augmented and unaugmented humans would no longer be purely cultural, as in categories 1 and 2, but biological or technological superiority. Once those that are willing to augment their bodies and minds not out of medical necessity or for self-expressive purposes, but for gaining an edge, profit, and crushing the competition are able to do so, a new race-dynamic is going to start.\nThose unwilling to modify their bodies – for moral, religious, or personal reasons – might find themselves economically disadvantaged, politically marginalized, or militarily outclassed for a while, until their resistance to change turns existential: change or lose.\nThis scenario has clear real-world analogues: it mirrors the dynamics of colonialism, class struggle, and technological imperialism, but also the many dynamics in any hyper-competitive, capitalistic system.\nAnd as discussed earlier, the danger is not just inequality, but conflict: even more so if some people do not just look different, but have vastly improved capabilities. One side might see the other as regressive, while the other sees augmentation as a betrayal of human essence and likely dangerous. Particularly with this, the chance of strong class divides seem likely. I could see them going in two directions: between those able to afford it and those that do not (if they are very expensive); or those wealthy enough to not need certain kinds of augmentations as they have no need to work, and those that require them to afford their livelihood (if they are affordable enough that lower and middle class people are able to afford them).\nSome examples from fiction:\nIn Tchaikovsky’s Children of Time human civilization collapses due to a conflict between pro- and anti-technology factions. The anti-tech side releases a digital virus that destroys technology and with it kills all non-Earth habitats. Their justification is deeply ideological: biotech enhancements and AI development are a kind of heresy by playing god. They acted radically and desperatly to avoid a future they deemed monstrous and worse than no future at all.\nOn the other hand, in Three Bodies at Mitanni by Seth Dickinson, an offshoot of humanity on a far off planet has modified itself so much for the sake of progress, advancement, and – above all – productivity, that they became a quasi non-conscious planet-spanning collective, where every individual willfully undergoes as much pain as is necessary to further their civilisation even by the tiniest amounts. The modified species has lost art, emotion, and individuality, in order to maximize its civilizational output.\nEarth emissaries must decide whether or not to classify this as a “Duong-Watts malignancy”, requiring annihilation to prevent unconscious super-spreaders from taking over the galaxy, before it is too late for conscious life.\nLastly, in Yudkowsky’s Three Worlds Collide humanity meets two other alien species, the Super Happy People and the Baby Eating People, that are so fundamentally different from humanity and its common values, that the humans onboard their ship – as well as the reader – are tasked with deciding whether to change humanity forever and integrate the other species’ strange values into our own set of morals, in exchange for them integrating and satisfying human values; or to start a suicide mission that destroys the star system around which these three species found themselves and destroy all chances of connection between humanity and the other two species.\n\n\n                  \n                  Excerpt from The Stone Gods \n                  \n                \n\n\n‘I am a Robo sapiens’ said Spike, ‘and perhaps it will be us, and not you, who are the future of the world.’\n‘Aah, you’ll never replace humans,’ said Pink, […]\n‘Humans are rendering themselves obsolete,’ said Spike. ‘Successive generations of de-skilling mean that you can no longer fend for yourselves in the way that you once could. You rely on technicians and robots. It is not thought that anyone in the Central Power could survive unassisted on Planet Blue. Pink, do you know how to plant potatoes?‘\n\n\n\n\nConclusion\nWhile the lines between the first two categories (medical necessity and self-expression) of cyborg augmentations and the last one (peformance-oriented enhancements) might in reality be blurry, it seems important to me to allow the first two kinds for greater human flourishing and self-expression (whilst being careful about strong cultural divides to avoid violence and conflict) and prudent to slow or halt progress on the third kind to avoid race dynamics or oppression by superpowered humans. Perhaps akin to Toby Ord’s idea of the “Long Reflection”, during which humanity can “reflect upon what we truly desire; upon which of these visions for humanity would be the best realization of our potential” (The Precipice by Toby Ord). \nHumanity has made enormous progress within the past two centuries (e.g. see GDP per capita over the long run – OWiD , Life expectancy increased in all countries of the world – OWiD ), however, progress in ethics, wisdom, and good governance – while existent – are much less consistent and there is much more to be desired, given how much our impact on the world and its inhabitants have increased (e.g. see Plastic Pollution - OWiD , Global Warming by Gas and Source – OWiD , but at least SDG Tracker: Measuring progress towards the Sustainable Development Goals – OWiD ). Respectively, I find that fostering better, more inclusive institutions, moral and ethical progress of society and reaching a more equal world should be (or rather should already have been) prerequisites for technological advancements and increases in power and influence of humans over others and the environment.\nOWiD: Our World in Data\n\nAfterthoughts\nHistorical Parallels and Ethical Stakes\nHaving already read a lot of science fiction, it always presented itself to me as a warning about the future or a future. The readings for and discussions during this class, as well as the thoughts going into this essay helped me see how it also reflects existing injustices.\nWorking through these stories with these new perspectives has helped me notice patterns and metaphors I would have previously overlooked. Writing this essay has helped me connect the speculative to the real and to the structural.\nThese fictional scenarios resonate disturbingly well with real-world histories of dehumanization and exploitation. The fight for rights and descent treatment of black and gay people, against current anti-trans legislation, and the exploitation of foreign workers, but also of animals on factory farms. In all these cases, a group of beings is denied moral status despite obvious signs of agency and emotion.\nFor example, these case studies show how Artificial General Intelligences and Cyborgs/Hybrids can serve as powerful metaphors for real-world social structures – especially those that govern identity, self-expression, and belonging.\nFrom the Perspective of the Fiction\nIn the end, the question is not whether hybridity or AI will emerge but how we will relate to these beings. Will we embrace their personhood? Will we see ourselves in them? Or will we, like those who destroyed the robo sapiens, deny them their right to exist, perhaps for fear of becoming something we cannot yet understand? Or that, by granting them personhood, we lose some of what makes us special? Valuable? Important?\nAppendix\n\nClick to expand\nIn Crystal Society, the AGI protagonist is composed of several agents, minds or “drives,” each with a single goal. These agents inhabit a shared robotic body and must bid strength (an internal “currency” they use amongst each other) against one another to determine the behavior of the robotic body they share.\nWhile most humans share a sense of unified self, a somewhat similar, if not much more simplistic system, has been found in lampreys\n\n  \n\n\n    Lamprey, image by Tiit Hunt CC3.0\n\n\n\n                  \n                  Excerpt from The Hungry Brain \n                  \n                \n\n\nHow does the lamprey decide what to do? Within the lamprey basal ganglia lies a key structure called the striatum, which is the portion of the basal ganglia that receives most of the incoming signals from other parts of the brain. The striatum receives “bids” from other brain regions, each of which represents a specific action. \nEach little region of the pallium is attempting to execute its specific behavior and competing against all other regions that are incompatible with it. The strength of each bid represents how valuable that specific behavior appears to the organism at that particular moment, and the striatum’s job is simple: select the strongest bid. \nFor example, if there’s a predator nearby, the “flee predator” region will put in a very strong bid to the striatum, while the “build a nest” bid will be weak\n\n\n\nBy Guyenet, S. J. (2017). The hungry brain: outsmarting the instincts that make us overeat. Macmillan.\n"},"Notes/Weird-Ecologies-2":{"slug":"Notes/Weird-Ecologies-2","filePath":"Notes/Weird-Ecologies-2.md","title":"Weird Ecologies Essay","links":["Notes/Weird-Ecologies-1","Notes/Weird-Ecologies-Afterthoughts"],"tags":[],"content":"Part 2: Cyborgs and Hybridity\nDonna Haraway’s concept of the cyborg as a boundary-crossing figure – a hybrid of machine and organism, nature and culture – provides a useful foundation and combined with the class discussions, this sparked extensive thoughts. I propose a rough classification of cyborgs based on motivation. These could either be of “regular” technological or biotech nature:\n\nMedical Cyborgs: Augmentations for survival or restoration (e.g., pacemakers).\nSelf-Expressive Cyborgs: Modifications for aesthetic or identity reasons (e.g., (glowing) tattoos, tails).\nPerformance-Oriented Cyborgs: Enhancements that grant superhuman capabilities (e.g., vision beyond the “visible spectrum”, extreme strength, or cognitive augmentations).\n\nThese categories can roughly divide the types of augmentations, but individuals might of course want to have several kinds of augmentations or want them for several reasons. This list might very well not be exhaustive, but they were what I was able to come up with.\nTransformative Medicine: Mind over Body\n1) Medical Cyborgs &amp; 2) Self-Expressive Cyborgs\n\n  \n\n\n    2064: Read Only Memories\n\nThe first two categories as well as the Mind over Body idea appear particularly trans-themed: to literally transcend the limitations and transform the body into how it was supposed to be all along.\nThere’s also a significant overlap with transhumanist philosophy, which sees body modification as one path to freedom or fulfilment.\n\n\n                  \n                  Excerpt from Crystal Society, Chapter 8 \n                  \n                \n\n\nInstead of legs the avatar had a serpentine body and tail, like some sort of mythical creature coated in gold. […] \n“To paraphrase The Third Principle: Birthform is not trueshape. […] Only when we rebuild into who we want to be, can we know what it is to be truly free.”\n\n\n\nOne of the more uncomfortable insights was that not all desires are inherently good. Specifically, from a transhumanist perspective, we must also question where those desires originate from. Are they shaped by oppressive social systems, evolutionarily maladaptive instincts, or external pressures like capitalism, war, specific (patriarchal) societal standards? This complicates the narrative that self-transformation is always emancipatory. It demands careful discernment: not rejecting change, but questioning what drives it. \nThe Stone Gods shows quite well how societal and capitalistic pressures that might emerge if alterations become not just normal but the default.\n\n\n                  \n                  Excerpts from The Stone Gods \n                  \n                \n\n\n‘So, sexy sex is now about freaks and children. If you want to work in the sex industry, you get yourself cosmetically altered in shape and size. […] Grotesques earn good money. […]’\n‘It doesn’t make sense to me. We have a society where routine cosmetic surgery and genetic Fixing are considered normal—’\n\n\n\nOn the other hand, if society insists on the opposite – keeping and treasuring the “god given bodies” – then anyone who is not born in a body they can feel comfortable in will become stigmatized.\n\n\n                  \n                  Case Study: 2064: Read Only Memories written by Valerie Amelia Thompson &amp; Philip Jones, MidBoss LLC\n                  \n                \n\n\n“a cyberpunk thriller that explores the social challenges of tomorrow through classic adventure gaming.”\nLongplay/Walkthrough by Paul Eales available here\n\n\n\n\n  \n  \n    2064: Read Only Memories intro cinematic (edited)\n  \n\nThe pushback against and marginalization of the hybrid people and their self-expression can be seen as an allegory of trans (and other members of the LGBTQ and GSRM) communities.\n\n  \n  \n    2064: Read Only Memories talking to Brian at the Human Revolution protest in front of genus\n  \n\nWhen talking to an organizer of a Human Revolution protest in front of a centre where people can get genetic modifications, Brian offers reasonable sounding concerns for society and even the people seeking out the services of genus, but all as a guise that is very reminiscent of our world and the rhetoric around children and teenagers being “made gay” or “made trans” and that anything they do not find normal, did not grow up with, is against god’s will.\n\n“It’s playing God on the highest order, and threatens to unseat what humanity is altogether.” – Brian, 2064: Read Only Memories\n\nWhile questioning the motives of big corporations is laudable, when Brian says “we must take a stand against the medical research industry that would have us cast aside our humanity for their ‘miracles’” it reminds very much of the incorrect argument that big pharmaceutical companies are getting rich off of the (in reality out-of-pocket quite affordable and in total small numbers of) estrogen and testosterone gels, pills, patches, etc. given to trans people, rather than focusing on the real and much larger issues in medicine, pharmaceutics, and public health.\nIn the beginning of the clip Brian also suggests that people get genetic modifications (Hormone Replacement Therapy) done on a whim and that the Human Revolution only wants pre-genetic-modification (pre-transition) people to give this a bit of thought before going through with this.\n\nCompetition: Machine over Mind\n3) Performance-Oriented Cyborgs\nWhat happens when cyborgism becomes not just possible but advantageous? The divide between augmented and unaugmented humans would no longer be purely cultural, as in categories 1 and 2, but biological or technological superiority. Once those that are willing to augment their bodies and minds not out of medical necessity or for self-expressive purposes, but for gaining an edge, profit, and crushing the competition are able to do so, a new race-dynamic is going to start.\nThose unwilling to modify their bodies – for moral, religious, or personal reasons – might find themselves economically disadvantaged, politically marginalized, or militarily outclassed for a while, until their resistance to change turns existential: change or lose.\nThis scenario has clear real-world analogues: it mirrors the dynamics of colonialism, class struggle, and technological imperialism, but also the many dynamics in any hyper-competitive, capitalistic system.\nAnd as discussed earlier, the danger is not just inequality, but conflict: even more so if some people do not just look different, but have vastly improved capabilities. One side might see the other as regressive, while the other sees augmentation as a betrayal of human essence and likely dangerous. Particularly with this, the chance of strong class divides seem likely. I could see them going in two directions: between those able to afford it and those that do not (if they are very expensive); or those wealthy enough to not need certain kinds of augmentations as they have no need to work, and those that require them to afford their livelihood (if they are affordable enough that lower and middle class people are able to afford them).\nSome examples from fiction:\nIn Tchaikovsky’s Children of Time human civilization collapses due to a conflict between pro- and anti-technology factions. The anti-tech side releases a digital virus that destroys technology and with it kills all non-Earth habitats. Their justification is deeply ideological: biotech enhancements and AI development are a kind of heresy by playing god. They acted radically and desperatly to avoid a future they deemed monstrous and worse than no future at all.\nOn the other hand, in Three Bodies at Mitanni by Seth Dickinson, an offshoot of humanity on a far off planet has modified itself so much for the sake of progress, advancement, and – above all – productivity, that they became a quasi non-conscious planet-spanning collective, where every individual willfully undergoes as much pain as is necessary to further their civilisation even by the tiniest amounts. The modified species has lost art, emotion, and individuality, in order to maximize its civilizational output.\nEarth emissaries must decide whether or not to classify this as a “Duong-Watts malignancy”, requiring annihilation to prevent unconscious super-spreaders from taking over the galaxy, before it is too late for conscious life.\nLastly, in Yudkowsky’s Three Worlds Collide humanity meets two other alien species, the Super Happy People and the Baby Eating People, that are so fundamentally different from humanity and its common values, that the humans onboard their ship – as well as the reader – are tasked with deciding whether to change humanity forever and integrate the other species’ strange values into our own set of morals, in exchange for them integrating and satisfying human values; or to start a suicide mission that destroys the star system around which these three species found themselves and destroy all chances of connection between humanity and the other two species.\n\n\n                  \n                  Excerpt from The Stone Gods \n                  \n                \n\n\n‘I am a Robo sapiens’ said Spike, ‘and perhaps it will be us, and not you, who are the future of the world.’\n‘Aah, you’ll never replace humans,’ said Pink, […]\n‘Humans are rendering themselves obsolete,’ said Spike. ‘Successive generations of de-skilling mean that you can no longer fend for yourselves in the way that you once could. You rely on technicians and robots. It is not thought that anyone in the Central Power could survive unassisted on Planet Blue. Pink, do you know how to plant potatoes?‘\n\n\n\n\nConclusion\nWhile the lines between the first two categories (medical necessity and self-expression) of cyborg augmentations and the last one (peformance-oriented enhancements) might in reality be blurry, it seems important to me to allow the first two kinds for greater human flourishing and self-expression (whilst being careful about strong cultural divides to avoid violence and conflict) and prudent to slow or halt progress on the third kind to avoid race dynamics or oppression by superpowered humans. Perhaps akin to Toby Ord’s idea of the “Long Reflection”, during which humanity can “reflect upon what we truly desire; upon which of these visions for humanity would be the best realization of our potential” (The Precipice by Toby Ord). \nHumanity has made enormous progress within the past two centuries (e.g. see GDP per capita over the long run – OWiD , Life expectancy increased in all countries of the world – OWiD ), however, progress in ethics, wisdom, and good governance – while existent – are much less consistent and there is much more to be desired, given how much our impact on the world and its inhabitants have increased (e.g. see Plastic Pollution - OWiD , Global Warming by Gas and Source – OWiD , but at least SDG Tracker: Measuring progress towards the Sustainable Development Goals – OWiD ). Respectively, I find that fostering better, more inclusive institutions, moral and ethical progress of society and reaching a more equal world should be (or rather should already have been) prerequisites for technological advancements and increases in power and influence of humans over others and the environment.\nOWiD: Our World in Data\n\n\n  Part 1\n  Afterthoughts\n"},"Notes/Weird-Ecologies-Afterthoughts":{"slug":"Notes/Weird-Ecologies-Afterthoughts","filePath":"Notes/Weird-Ecologies-Afterthoughts.md","title":"Weird Ecologies Essay","links":["/"],"tags":[],"content":"Afterthoughts\nHistorical Parallels and Ethical Stakes\nHaving already read a lot of science fiction, it always presented itself to me as a warning about the future or a future. The readings for and discussions during this class, as well as the thoughts going into this essay helped me see how it also reflects existing injustices.\nWorking through these stories with these new perspectives has helped me notice patterns and metaphors I would have previously overlooked. Writing this essay has helped me connect the speculative to the real and to the structural.\nThese fictional scenarios resonate disturbingly well with real-world histories of dehumanization and exploitation. The fight for rights and descent treatment of black and gay people, against current anti-trans legislation, and the exploitation of foreign workers, but also of animals on factory farms. In all these cases, a group of beings is denied moral status despite obvious signs of agency and emotion.\nFor example, these case studies show how Artificial General Intelligences and Cyborgs/Hybrids can serve as powerful metaphors for real-world social structures – especially those that govern identity, self-expression, and belonging.\nFrom the Perspective of the Fiction\nIn the end, the question is not whether hybridity or AI will emerge but how we will relate to these beings. Will we embrace their personhood? Will we see ourselves in them? Or will we, like those who destroyed the robo sapiens, deny them their right to exist, perhaps for fear of becoming something we cannot yet understand? Or that, by granting them personhood, we lose some of what makes us special? Valuable? Important?\nAppendix\n\nClick to expand\nIn Crystal Society, the AGI protagonist is composed of several agents, minds or “drives,” each with a single goal. These agents inhabit a shared robotic body and must bid strength (an internal “currency” they use amongst each other) against one another to determine the behavior of the robotic body they share.\nWhile most humans share a sense of unified self, a somewhat similar, if not much more simplistic system, has been found in lampreys\n\n  \n\n\n    Lamprey, image by Tiit Hunt CC3.0\n\n\n\n                  \n                  Excerpt from The Hungry Brain \n                  \n                \n\n\nHow does the lamprey decide what to do? Within the lamprey basal ganglia lies a key structure called the striatum, which is the portion of the basal ganglia that receives most of the incoming signals from other parts of the brain. The striatum receives “bids” from other brain regions, each of which represents a specific action. \nEach little region of the pallium is attempting to execute its specific behavior and competing against all other regions that are incompatible with it. The strength of each bid represents how valuable that specific behavior appears to the organism at that particular moment, and the striatum’s job is simple: select the strongest bid. \nFor example, if there’s a predator nearby, the “flee predator” region will put in a very strong bid to the striatum, while the “build a nest” bid will be weak\n\n\n\nBy Guyenet, S. J. (2017). The hungry brain: outsmarting the instincts that make us overeat. Macmillan.\n\n\n  Home\n"},"index":{"slug":"index","filePath":"index.md","title":"Home","links":["Notes/Weird-Ecologies-1page","Notes/Weird-Ecologies-1","Notes/Weird-Ecologies-2","Notes/Weird-Ecologies-Afterthoughts"],"tags":[],"content":"\n  \n  \n    \n  \n\n\r\n\r\n\r\n\r\n\n\r\n\r\n\r\n\r\n\n\n     \n     \n       \n     \n   \n   \n  \n    Greetings, User.\n  \n  \n    Start\n    \n      Preface &amp; Introduction\n      Part 1: Artificial General Intelligence\n      Part 2: Cyborgs and Hybridity\n      Afterthoughts &amp; Appendix\n    \n  \n  \n    \n    \n  \n\n\ndocument.addEventListener(&#039;DOMContentLoaded&#039;, function() {\n  // Check for manual override first, then fall back to system preference\n  const savedTheme = localStorage.getItem(&#039;theme&#039;);\n  const prefersDark = window.matchMedia(&#039;(prefers-color-scheme: dark)&#039;).matches;\n  const hasManualOverride = localStorage.getItem(&#039;manual-theme-override&#039;) === &#039;true&#039;;\n  \n  // Use saved theme if there&#039;s a manual override, otherwise use system preference\n  const initialTheme = hasManualOverride ? savedTheme : (prefersDark ? &#039;dark&#039; : &#039;light&#039;);\n  \n  // Set initial theme\n  document.documentElement.setAttribute(&#039;data-theme&#039;, initialTheme);\n  document.documentElement.setAttribute(&#039;saved-theme&#039;, initialTheme);\n  \n  // Update localStorage to match current theme\n  localStorage.setItem(&#039;theme&#039;, initialTheme);\n  \n  // Toggle functionality\n  const toggleButton = document.getElementById(&#039;darkmode-toggle&#039;);\n  \n  if (toggleButton) {\n    toggleButton.addEventListener(&#039;click&#039;, function() {\n      const currentTheme = document.documentElement.getAttribute(&#039;data-theme&#039;);\n      const newTheme = currentTheme === &#039;dark&#039; ? &#039;light&#039; : &#039;dark&#039;;\n      \n      // Set manual override flag\n      localStorage.setItem(&#039;manual-theme-override&#039;, &#039;true&#039;);\n      \n      document.documentElement.setAttribute(&#039;data-theme&#039;, newTheme);\n      document.documentElement.setAttribute(&#039;saved-theme&#039;, newTheme);\n      localStorage.setItem(&#039;theme&#039;, newTheme);\n    });\n  }\n  \n  // Listen for changes in system preference (only if no manual override)\n  window.matchMedia(&#039;(prefers-color-scheme: dark)&#039;).addEventListener(&#039;change&#039;, function(e) {\n    const hasOverride = localStorage.getItem(&#039;manual-theme-override&#039;) === &#039;true&#039;;\n    if (!hasOverride) {\n      const newTheme = e.matches ? &#039;dark&#039; : &#039;light&#039;;\n      document.documentElement.setAttribute(&#039;data-theme&#039;, newTheme);\n      document.documentElement.setAttribute(&#039;saved-theme&#039;, newTheme);\n      localStorage.setItem(&#039;theme&#039;, newTheme);\n    }\n  });\n});\n"}}